"cloudwalk_tip_light" = "请正对手机,确保光线充足";
"cloudwalk_tip_himself" = "请确保是本人操作";
"cloudwalk_face_verfy_fail" = "验证失败";
"cloudwalk_face_verfy_ok" = "验证成功";
"cloudwalk_tip_not_center" = "请按图示将人脸放入取景框中";
"cloudwalk_cameraOpenFail" = "相机打开失败,请重试";
"cloudwalk_facedectfail_lock" = "在活体检测过程中请勿退出到后台或者锁屏!";
"cloudwalk_facedectfail_timeout" = "检测超时,请在规定的时间内做出相应的动作!";
"cloudwalk_tip_too_far" = "请再近一点";
"cloudwalk_tip_too_close" = "请再远一点";
"cloudwalk_tip_not_frontal" = "请正对屏幕";
"cloudwalk_tip_not_stable" = "请勿晃动手机";
"cloudwalk_tip_light" = "请保持光线充足";
"cloudwalk_tip_too_bright" = "请调整光线，避开强光";
"cloudwalk_tip_no_face" = "检测不到人脸";
"cloudwalk_tip_glass" = "请勿遮挡人脸";
"cloudwalk_faceserver_live" = "后端防Hack验证中";
"cloudwalk_detect_front_failed" = "前端活体检测失败!";
"cloudwalk_detect_front_success" = "前端活体检测成功!";
"cloudwalk_facedect_fail_server" = "后端防hack攻击检测失败!";
"cloudwalk_facedect_ok_server" = "后端防hack攻击检测成功!";
"cloudwalk_restart" = "重试";
"cloudwalk_back" = "返回";
"cloudwalk_commit" = "确定";
"cloudwalk_live_title" = "活体检测";
"cloudwalk_start_dect" = "开始检测";
"cloudwalk_initional_failed" = "初始化失败!";
"cloudwalk_camera_permission" = "请在iPhone的\"设置-隐私-相机\"选项中，允许访问您的相机.";
"cloudwalk_detect_failed_cause" = "检测失败,请正对屏幕、调整光线并按提示完成相应的动作!";
"cloudwalk_facedect_ok_tip" = "检测成功,感谢您的配合!";
"cloudwalk_manual_stop_detect" = "用户手动终止!";
"cloudwalk_license_path_error" = "算法SDK初始化失败-授权文件路径错误";
"cloudwalk_models_path_error" = "算法SDK初始化失败-模型文件路径错误";
"cloudwalk_configerror" = "配置错误!";
"cloudwalk_license_file_error" = "授权文件的内容不合法";
"cloudwalk_license_outtime" = "授权文件过期!";
"cloudwalk_appID_error" = "授权信息与本应用不匹配，绑定包名不符";
"cloudwalk_action_oversize" = "动作幅度过大!";
"cloudwalk_wright_file_error" = "存文件失败!";
"cloudwalk_detect_front_failed" = "前端防hack攻击检测失败!";
"cloudwalk_audio_path_error" = "音频文件路径出错!";
"cloudwalk_live_headleft" = "向左缓慢转头";
"cloudwalk_live_headright" = "向右缓慢转头";
"cloudwalk_live_headup" = "缓慢抬头";
"cloudwalk_live_eye" = "眨眼";
"cloudwalk_live_headdown" = "缓慢点头";
"cloudwalk_live_mouth" = "张嘴";
"cloudwalk_live_nod" = "请点点头";
"cloudwalk_live_shake" = "请摇摇头";
"cloudwalk_live_exchange_error" = "检测到换人攻击！";
"cloudwalk_disk_full_error" = "磁盘空间不足！";

"cloudwalk_live_mobile_bank_eye" = "眨眨眼";
"cloudwalk_live_mobile_bank_mouth" = "张张嘴";
"cloudwalk_live_mobile_bank_headleft" = "左转头";
"cloudwalk_live_mobile_bank_headright" = "右转头";
